Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Heating apparatus for defrosting vehicle windows
it: Dispositivi termici antiappannanti per finestrini di veicoli

source: Electric candelabras
it: Candelabri elettrici

source: Electric foot warmers
it: Scaldapiedi elettrici

source: Convection ovens
it: Forni a convezione

source: Lanterns made of ceramics
it: Lanterne in ceramica

source: Boilers for central heating installations
it: Caldaie per impianti di riscaldamento centralizzato

source: Sprinkler machines for use on golf courses
it: Macchine irrigatrici per uso su campi da golf

source: Stainless steel sanitary ware
it: Articoli sanitari in acciaio inox

source: Bath cubicles
it: Cabine da bagno

source: Oxyhydrogen burners
it: Bruciatori ossidrici

source: Impellers [parts of air conditioning apparatus]
it: Rotori [parti di dispositivi di condizionamento dell'aria]

source: Domestic stoves
it: Fornelli domestici

source: Neon lamps for illumination
it: Lampade al neon per illuminazione

source: Cisterns being sanitary apparatus
it: Cisterne ovvero apparecchi sanitari

source: Reverse osmosis elements for industrial use in reducing the salt content of water
it: Elementi ad osmosi inversa per uso industriale per la riduzione del contenuti di sale nell'acqua

source: Automatic hardening furnaces for components
it: Forni di indurimento automatici per componenti

source: Automatic watering installations for cattle
it: Impianti automatici per abbeverare bovini

source: Lighting fixtures for commercial use
it: Impianti di illuminazione per uso commerciale

source: Ultra-violet radiators not for motors and engines
it: Radiatori ultravioletti non per motori

source: Air conditioning panels for use in walk-in coolers
it: Pannelli per condizionamento dell'aria in celle frigorifere

source: Whirlpool spa bath installations
it: Impianti per vasche idromasssaggio

source: Filters for use with torches
it: Filtri per torce elettriche

source: Emergency lighting
it: Lampade d'emergenza

source: Warmers [not for medical use]
it: Scaldini non per uso medico

source: Wash boilers
it: Vasca scaldaqua

source: Grease filters [parts of extractor fans]
it: Filtri per grasso [parti di aspiratori]

source: Saunas
it: Saune

source: Continuous soldering furnaces
it: Forni di saldatura continui

source: Control units [thermostatic valves] for heating installations
it: Unità di regolazione [valvole termostatiche] per impianti di riscaldamento

source: Cushions (Heating -), non-electric, other than for medical purposes
it: Cuscini riscaldati (non elettrici), non per uso medico

source: Freestanding portable decontamination showers
it: Docce di decontaminazione portatili autonome

source: Pyrophoric lighters, other than for smokers
it: Accendini piroforici non per fumatori

source: Watering machines for agricultural purposes
it: Macchine d'irrigazione per l'agricoltura

source: Personal steambaths
it: Bagni turchi personali

source: Plugs of metal for baths
it: Tappi in metallo per bagni

source: Refrigerated food counters
it: Banchi refrigerati per alimenti

source: Thermal incineration installations
it: Impianti di incenerimento termici

source: Solid fuel burning stoves
it: Stufe per combustibili solidi

source: Furnaces for decontaminating metals
it: Fornaci per decontaminazione dei metalli

source: Furnaces for decontaminating scrap metals
it: Forni per la decontaminazione di metalli di scarto

source: Taps for sanitary installations
it: Rubinetti per impianti sanitari

source: Separators for removing condensation by refrigeration
it: Separatori per la rimozione della condensa mediante refrigerazione

source: Submerged combustion evaporation units
it: Unità di evaporazione per combustione sommersa

source: Decontamination showers
it: Docce di decontaminazione

source: Decorative lighting sets
it: Set d'illuminazione decorativi

source: Commercial refrigeration units
it: Unità di refrigerazione commerciali

source: Valves (Level controlling -) being parts for sanitary installations
it: Valvole di controllo del livello (parti d' impianti sanitari)

source: Valves [faucets] being parts for sanitary installations
it: Valvole [rubinetti], ovvero parti d'impianti sanitari

source: Propagators [electric]
it: Propagatori [elettrici]

source: Flat heating elements
it: Elementi scaldanti piatti

source: Heating installations for use with gaseous fuels
it: Impianti di riscaldamento a combustibili gassosi

source: Heating rings
it: Anelli termici

source: Electrically heated diffusion furnaces
it: Forni a diffusione a riscaldamento elettrico

source: Boilers, other than parts of machines
it: Caldaie, diverse da parti di macchine

source: Solaria being suntanning apparatus, not for medical purposes
it: Solarium ovvero apparecchi abbronzanti non per uso medico

source: Vehicle reflectors
it: Riflettori per veicoli

source: Refrigerating chambers
it: Camere frigorifere

source: Refrigerating cabinets
it: Armadi frigoriferi

source: Air filtering installations
it: Impianti per filtrare l'aria

source: Gas cookers
it: Cucine a gas

source: Ovens
it: Forni

source: Gas ovens
it: Forni a gas

source: Gas boilers
it: Caldaie a gas

source: Gas fired broilers
it: Barbecue a gas

source: Oil fired boilers
it: Caldaie a petrolio

source: Water heaters and boilers
it: Bollitori per l'acqua e boiler

source: Boilers
it: Caldaie

source: Hot water bottles
it: Scaldini elettrici

source: Induction ovens
it: Forni a induzione

source: Electric ranges
it: Fornelli elettrici

source: Sterilizing installations
it: Impianti di sterilizzazione

source: Industrial furnaces
it: Fornaci industriali

source: Ultraviolet ray lamps, not for medical purposes
it: Lampade a raggi ultravioletti non per uso medico

source: Electric ovens
it: Forni elettrici

source: Electric cooking ovens
it: Forni elettrici da cucina

source: Electric toaster ovens
it: Forni tostapane elettrici

source: Electric roasters
it: Arrostiere elettriche

source: Radiators, electric
it: Radiatori elettrici

source: Air-conditioning installations
it: Impianti di climatizzazione dell'aria

source: Installations for the cooling of air
it: Impianti di raffreddamento dell'aria

source: Ventilation [air-conditioning] installations and apparatus
it: Apparecchi ed installazioni di ventilazione [climatizzazione]

source: Radiators
it: Radiatori

source: Convector heaters
it: Termoconvettori

source: Cisterns
it: Cisterne

source: Flushing apparatus for urinals
it: Impianti di scarico per orinatoi

source: Rotisseries
it: Girarrosto

source: Toilets incorporating cisterns
it: Cisterna incorporata nel wc

source: Fittings, shaped, for furnaces
it: Rivestimenti sagomati di fornaci

source: Braziers
it: Bracieri

source: Barbecue apparatus
it: Barbecue [apparecchio]

source: Flues and installations for conveying exhaust gases
it: Condotte ed impianti per convogliare i gas esausti

source: Nuclear installations
it: Impianti nucleari

source: Refrigerating and freezing equipment
it: Attrezzature per refrigerare e congelare

source: Regulating and safety accessories for water and gas installations
it: Accessori per la regolazione e la sicurezza di impianti di acqua e gas

source: Filters for industrial and household use
it: Filtri per uso industriale e domestico

source: Industrial treatment installations
it: Impianti per lavorazioni industriali

source: Burners, boilers and heaters
it: Bruciatori, bollitori e caloriferi

source: Sanitary installations, water supply and sanitation equipment
it: Impianti sanitari, per la fornitura di acqua e attrezzature per fognature

source: Decorative fountains, sprinkler and irrigation systems
it: Fontane decorative, sistemi di innaffiatura ed irrigazione

source: Steam baths, saunas and spas
it: Bagno turco, sauna e spa

source: Sanitary and bathroom installations and plumbing fixtures
it: Impianti sanitari e per il bagno e rubinetterie

source: Industrial ovens and furnaces (not for food or beverages)
it: Forni e fornaci industriali (non per cibi o bevande)

source: Vehicle HVAC systems (heating, ventilation and air conditioning)
it: Sistemi HVAC per veicoli (riscaldamento, ventilazione ed aria condizionata)

source: HVAC systems (heating, ventilation and air conditioning)
it: Sistemi HVAC (riscaldamento, ventilazione ed aria condizionata)

source: Heated display cabinets
it: Vetrine riscaldate

source: Electric cooking pots for industrial purposes
it: Marmitte elettriche per usi industriali

source: Electric roasters for industrial purposes
it: Torrefattori elettrici per uso industriale

source: Apparatus for freezing foodstuffs
it: Apparecchi di congelamento per alimenti

source: Electric coffee urns
it: Caffettiere elettriche

source: Friction lighters for igniting Bunsen burners
it: Accendigas per accendere lampade di Bunsen

source: Bread making machines for industrial purposes
it: Macchine per preparare il pane per uso industriale

source: Chocolate fountains, electric
it: Fontane di cioccolato, elettriche

source: Disinfectant apparatus for medical purposes
it: Apparecchi per disinfettare per uso medico

source: Socks, electrically heated
it: Calze riscaldate elettricamente

source: Central air-conditioning installations [for industrial purposes]
it: Impianti di condizionamento dell'aria centralizzati [per uso industriale]

source: Distillation apparatus not for scientific purposes
it: Apparecchi per la distillazione non per uso scientifico

source: Electric cooking pots [for household purposes]
it: Pentole elettriche [per uso domestico]

source: Electric cooking stoves [for household purposes]
it: Fornelli elettrici [per uso domestico]

source: Electric fans [for household purposes]
it: Ventilatori elettrici [per uso domestico]

source: Electric footwarmers [for personal use]
it: Scaldapiedi elettrici [per uso personale]

source: Electric furnaces [for industrial purposes]
it: Forni elettrici [per uso industriale]

source: Electric radiant heaters [for household purposes]
it: Riscaldatori radianti elettrici [per uso domestico]

source: Electric water purifiers for household purposes
it: Depuratori d'acqua elettrici per uso domestico

source: Electric wireless coffeepots
it: Caffettiere elettriche senza filo

source: Electromagnetic induction cookers [for household purposes]
it: Dispositivi di cottura a induzione elettromagnetici [per uso domestico]

source: Electromagnetic induction cookers for industrial purposes
it: Dispositivi di cottura a induzione elettromagnetici per uso industriale

source: Flexible pipes being parts of basin plumbing installations
it: Tubi flessibili ovvero parti di impianti idraulici per lavandini

source: Flexible pipes being parts of bath plumbing installations
it: Tubi flessibili ovvero parti di impianti idraulici per vasche da bagno

source: Flexible pipes being parts of shower plumbing installations
it: Tubi flessibili ovvero parti di impianti idraulici per docce

source: Flexible pipes being parts of sink plumbing installations
it: Tubi flessibili ovvero parti di impianti idraulici per lavelli

source: Furnaces for the chemical industry and glassmaking industry
it: Forni per l'industria chimica e per la fabbricazione del vetro

source: Futon driers [for household purposes]
it: Essiccatori per futon [per uso domestico]

source: Garbage incinerators for household purposes
it: Inceneritori per rifiuti per uso domestico

source: Garbage incinerators for industrial purposes
it: Inceneritori per rifiuti per uso industriale

source: Gas cooking ovens [for household purposes]
it: Forni di cottura a gas [per uso domestico]

source: Gas generating furnaces [for industrial purposes]
it: Forni per la produzione di gas [per uso industriale]

source: Hair dryers [for household purposes]
it: Asciugacapelli [per uso domestico]

source: Hair drying machines for beauty salon use
it: Asciugacapelli per saloni di bellezza

source: Hot-air space heating apparatus [for industrial purposes]
it: Apparecchi per il riscaldamento con aria calda [per uso industriale]

source: Ice-cooling refrigerators [for household purposes]
it: Frigoriferi con raffreddamento a ghiaccio [per uso domestico]

source: Oil cooking stoves [for household purposes]
it: Fornelli da cucina a olio [per uso domestico]

source: Range hoods [extractor hoods, for household purposes]
it: Cappe per cucine [cappe aspiranti, per uso domestico]

source: Regulating accessories for gas pipes and lines
it: Accessori di regolazione per tubi e condotte del gas

source: Slow-burning stoves [wood stoves for household use]
it: Stufe a combustione lenta [stufe a legna per uso domestico]

source: Steamers for chemical processing
it: Vaporizzatori per trattamenti chimici

source: Towel steamers [for hairdressing purposes]
it: Scaldasalviette a vapore [per parrucchieri]

source: Water purifiers for household purposes
it: Depuratori d'acqua per uso domestico

source: Warming drawers for kitchens
it: Cassetti scaldavivande per cucine

source: Electric griddles [cooking appliances]
it: Piastre elettriche [utensili per la cottura]

source: Taillights for vehicles
it: Luci posteriori per veicoli

source: Lamp chimneys
it: Tubi di lampade

source: Sanitary apparatus and installations
it: Apparecchi ed impianti sanitari

source: Sanitary installations
it: Impianti sanitari

source: Shower pans
it: Piatti doccia

source: Reading lights
it: Luci di cortesia

source: Shower heads
it: Bulbi per docce

source: Halogen lamps
it: Lampade alogene

source: Halogen light bulbs
it: Lampadine alogene

source: Distillation columns
it: Colonne di distillazione

source: Plate warmers
it: Scaldavivande

source: Sauna bath installations
it: Impianti per sauna

source: Sauna apparatus
it: Impianti per sauna

source: Refrigerators
it: Refrigeratori

source: Refrigerating machines
it: Macchine di refrigerazione

source: Refrigerating installations
it: Impianti di raffreddamento

source: Refrigerating apparatus
it: Apparecchi di refrigerazione

source: Steam generating installations
it: Impianti di produzione di vapore

source: Lights for vehicles
it: Fanali per veicoli

source: Lights for automobiles
it: Fanali per automobili

source: Refrigerated counters
it: Banconi refrigerati

source: Heating elements
it: Elementi riscaldanti

source: Heating installations
it: Impianti di riscaldamento

source: Luminous tubes for lighting
it: Tubi luminosi per illuminazione

source: Fluorescent lamps
it: Lampade fluorescenti

source: Water conditioning installations
it: Impianti per il trattamento dell'acqua

source: Water purification installations
it: Impianti per la depurazione dell'acqua

source: Ventilation [air-conditioning] installations for vehicles
it: Impianti di ventilazione [climatizzazione] per veicoli

source: Cooling installations for water
it: Raffreddatori d'acqua [impianti]

source: Water filtering apparatus
it: Apparecchi per filtrare l'acqua

source: Water filtering installations
it: Impianti di filtrazione per l'acqua

source: Electric torches
it: Torce elettriche

source: Light bulbs for directional signals for vehicles
it: Lampadine per indicatori di direzione per veicoli

source: Lamps for directional signals of automobiles
it: Lampadine per indicatori di direzione per automobili

source: Coffee percolators, electric
it: Macchine da caffè elettriche

source: Coffee machines, electric
it: Caffettiere elettriche

source: Decorative water fountains
it: Fontane d'acqua decorative

source: Ornamental fountains
it: Getti d'acqua ornamentali

source: Acetylene flares
it: Fanali ad acetilene

source: Light projectors
it: Lampade lenticolari

source: Spotlights
it: Riflettori

source: Klieg lights
it: Luci Klieg

source: Vehicle headlights
it: Fari per veicoli

source: Cooking stoves
it: Cucine economiche

source: Pressure cooking saucepans, electric
it: Pentole a pressione elettriche

source: Autoclaves, electric, for cooking
it: Marmitte autoclavi, elettriche

source: Extractor hoods for kitchens
it: Cappe aspiranti da cucina

source: Water heaters
it: Scaldacqua

source: Water softening apparatus and installations
it: Apparecchi ed impianti per addolcire l'acqua

source: Water softening units
it: Addolcitori dell'acqua

source: Fire pits
it: Bracieri

source: Sterilizers for telephone receivers
it: Sterilizzatori per ricevitori telefonici

source: Turbine ventilators [ventilation apparatus]
it: Ventilatori a turbina [apparecchi di ventilazione]

source: Magnetic filters being for use in central heating systems
it: Filtri magnetici per sistemi di riscaldamento centralizzati

source: Electric shoe dryers
it: Asciugascarpe elettrici

source: Accent lights for indoor use
it: Luci architettoniche per interni

source: Automatic faucets
it: Rubinetti automatici

source: Air curtains for ventilation
it: Cortine d' aria per la ventilazione

source: Stove burner covers
it: Coperture per fornelli

source: Ionization apparatus for the treatment of water
it: Apparecchi di ionizzazione per il trattamento dell'acqua

source: Ultraviolet sterilizers
it: Sterilizzatori ultravioletti

source: Sterilizers for industrial use
it: Sterilizzatori per uso industriale

source: Sterilizers for household use
it: Sterilizzatori per uso domestico

source: Steam sterilizers for industrial use
it: Sterilizzatori a vapore per uso industriale

source: Steam sterilizers for household use
it: Sterilizzatori a vapore per uso domestico

source: Vacuum distillation columns for industrial use
it: Torri di distillazione sotto vuoto per uso industriale

source: Vacuum distillation apparatus for industrial use
it: Distillatori sotto vuoto per uso industriale

source: Sprinkler systems for lawn irrigation
it: Sistemi a spruzzo per l'irrigazione dei prati

source: Sprinkler systems for irrigation
it: Sistemi a spruzzo per l'irrigazione

source: Chemically activated heating pads, not for medical purposes
it: Cuscini riscaldanti attivati chimicamente non per uso medico

source: Waste pipes for sanitary installations
it: Tubi di scarico per impianti sanitarie

source: Toilets adapted for medical patients
it: Gabinetti adatti per pazienti medici

source: Freestanding paper lanterns
it: Lanterne di carta autoportanti

source: Wall-mounted spouts for bidets
it: Bocche di uscita a muro per bidet

source: Wall-mounted spouts for sinks
it: Bocche di uscita a muro per lavabi

source: Wall-mounted spouts for wash-hand basins
it: Bocche di uscita a muro per lavandini

source: Single-lever faucets for sinks
it: Rubinetti monoleva per lavelli

source: Japanese paper lanterns
it: Lanterne di carta giapponesi

source: Portable paper lanterns
it: Lanterne di carta portatili

source: Window-mounted air conditioning units
it: Unità di condizionamento dell'aria a finestra

source: Candle lighters
it: Accendi candela

source: Heat sinks for use in ventilating apparatus
it: Dissipatori di calore per apparecchi di ventilazione

source: Germicidal lamps
it: Lampade germicide

source: Compact fluorescent light bulbs
it: Lampadine fluorescenti compatte

source: Filters for stage lighting
it: Filtri per illuminazione scenica

source: Non-electric footwarmers
it: Scaldapiedi non elettrici

source: Lighting apparatus incorporating optical fibers
it: Apparecchi di illuminazione incorporanti fibre ottiche

source: Electric dispensers for room deodorants
it: Diffusori elettrici di deodoranti per interni

source: Electric dispensers for air fresheners
it: Diffusori elettrici di deodoranti

source: Air freshener dispensing systems
it: Sistemi di diffusione per deodoranti

source: Central air conditioning installations for household purposes
it: Impianti centralizzati di condizionamento dell'aria per uso domestico

source: Air conditioning installations for household purposes
it: Impianti di condizionamento dell'aria per uso domestico

source: Ventilating fans for household use
it: Ventilatori per uso domestico

source: Sterilizers for medical use
it: Sterilizzatori per uso medico

source: Sterilizers for laboratory use
it: Sterilizzatori per laboratori

source: Shower screens
it: Parete per doccia

source: Running lights for aircraft
it: Luci di navigazione per aerei

source: Induction cookers
it: Fornelli ad induzione

source: Diffusion furnaces for industrial use
it: Forni a diffusione per uso industriale

source: Distillation apparatus for industrial use
it: Apparecchi di distillazione per uso industriale

source: Discharge lamps
it: Lampade a scarica

source: Air filters for industrial use
it: Filtri d'aria per uso industriale

source: Overhead showers
it: Soffioni doccia

source: Irrigation apparatus for horticultural use
it: Apparecchi d'irrigazione per l'orticoltura

source: Helmet lights
it: Torce per caschi

source: Chromatography columns for industrial use
it: Colonne di cromatografia per uso industriale

source: Automatic ion exchange chromatography apparatus for industrial use
it: Apparecchi automatici di cromatografia a scambio ionico per uso industriale

source: Automatic chromatography apparatus for industrial use
it: Apparecchi automatici di cromatografia per uso industriale

source: Gas chromatography apparatus for industrial use
it: Apparecchi di gascromatografia per uso industriale

source: Handheld spotlights
it: Proiettori manuali

source: Infrared lamps, not for medical purposes
it: Lampade ad infrarossi, non per uso medico

source: Septic tanks for household purposes
it: Fosse settiche per uso domestico

source: Septic tanks for industrial purposes
it: Fosse settiche per uso industriale

source: Ventilating fans for industrial use
it: Ventilatori per uso industriale

source: Ventilating fans for commercial use
it: Ventilatori per uso commerciale

source: Water heaters for industrial use
it: Scalda acqua per uso industriale

source: Steam sterilizers for medical use
it: Sterilizzatori a vapore per uso medico

source: Steam sterilizers for laboratory use
it: Sterilizzatori a vapore per laboratori

source: Ionization apparatus for the treatment of air
it: Apparecchi di ionizzazione per il trattamento dell'aria

source: Bioreactors for use in the treatment of waste
it: Bioreattori per il trattamento dei rifiuti

source: Bioreactors for use in the treatment of wastewater
it: Bioreattori per il trattamento di acque di scarico

source: Portable urinals for outdoor activities [sanitary installations]
it: Orinatoi portatili per attività all'aria aperta [impianti sanitari]

source: Laser light projectors
it: Proiettori di luce laser

source: Humidifiers for musical instruments
it: Umidificatori per strumenti musicali

source: Gas burners for industrial purposes
it: Bruciatori a gas per uso industriale

source: Electric holiday lights
it: Luci elettriche decorative

source: Chemiluminescent light sticks
it: Bastoni chemiluminescenti

source: Candle lanterns
it: Lanterne a candela

source: Air filters for industrial installations
it: Filtri d'aria per installazioni industriali

source: Air filters for household use
it: Filtri d'aria per uso domestico

source: Toilet bowls with integrated bidet water jets
it: Tazze di gabinetto con getti d'acqua integrati

source: Gas cooking ovens for household use
it: Forni di cottura a gas per uso domestico

source: Electric freezers for household use
it: Congelatori elettrici per uso domestico

source: Electric cooking stoves for household use
it: Fornelli da cucina elettrici per uso domestico

source: Electric cooking ovens for household use
it: Forni di cottura elettrici per uso domestico

source: Electric coffee makers for household use
it: Macchine da caffè elettriche per uso domestico

source: Electric clothes drying machines for household use
it: Asciugatrici elettriche per uso domestico

source: Motion sensitive security lights
it: Luci di sicurezza sensibili al movimento

source: Tortilla presses, electric
it: Presse per tortillas, elettriche
